{
    "root": {
        "1. The Basics: An Introduction to Research Data Management 17": "",
        "2. The FAIR Principles and Research Data Management 31": "",
        "4. Canadian Research Data Management: History and Landscape 65": "",
        "6. The RDM Maturity Assessment Model in Canada (MAMIC) 115": "",
        "7. Data Cleaning During the Research Data Management Process 129": "",
        "8. Further Adventures in Data Cleaning: Working with Data in Excel and R 148": "",
        "9. A Glimpse Into the Fascinating World of File Formats and Metadata 173": "",
        "11. Digital Preservation of Research Data 213": "",
        "13. Sensitive Data: Practical and Theoretical Considerations 251": "",
        "15. Managing Quantitative Social Science Data 294": "",
        "16. Geospatial Research Data in Canada: An Overview of Regional Projects 308": "",
        "17. Research Data Management and the Open Science Movement: Positions and 331": "",
        "18. A Practical Perspective on the Evolving Field of Research Data Management 349": "",
        "Chapter 7, Data Cleaning During the Research Data Management Process 403": "",
        "Chapter 8, Further Adventures in Data Cleaning 405": "",
        "Chapter 13, Sensitive Data: Practical and Theoretical Considerations 407": "",
        "Chapter 14, Managing Qualitative Research Data 408": "",
        "Chapter 17, Research Data Management and the Open Science Movement 409USING THIS TEXTBOOK | 1": "",
        "4.0 license at https://ecampusontario.pressbooks.pub/canadardm.4 | USING THIS TEXTBOOK": "",
        "10.11575/ajer.v67i1.56965": "",
        "10.19173/irrodl.v18i5.3096": "",
        "10.5210/fm.v23i12.9172": "",
        "1.": "",
        "1. Define the terms research data, Research Data Management, and Data Management Plan.": "",
        "2. Describe the three elements of the 2021 Tri-Agency Research Data Management Policy.": "",
        "3. Understand the link between Research Data Management and research replicability.": "",
        "4. List some common elements of a Data Management Plan and explain their importance.": "",
        "1. Institutional Strategies. Institutions (generally post-secondary institutions and hospitals) that are": "",
        "2. Data Management Plans. The agencies will start requiring that researchers submit plans explaining": "",
        "3. Deposit. When grant recipients publish any articles or other outputs arising from research": "",
        "1. Pick a field of study and describe some examples of research data that might be used": "",
        "2. Read the Tri-Agency Research Data Management Policy. What does it tell you about": "",
        "3. Find your (or a local) institution’s RDM strategy. What does it tell you about how the": "",
        "4. Visit DMP Assistant or use the template in Appendix 1 and create a DMP for an": "",
        "2.": "",
        "1. Explain the history of the FAIR principles.": "",
        "2. Understand some of the key meanings, requirements, and underlying mechanisms of the": "",
        "3. Be familiar with the tools and frameworks available to help improve the FAIRness of data.": "",
        "4. Understand how FAIR principles are included and referenced in research policies and data": "",
        "5. Evaluate how research data repositories support FAIR principles.": "",
        "6. Find communities or initiatives that are using the FAIR principles within the Research Data": "",
        "1. Each data object has a PID and offers FAIR metadata.": "",
        "2. Each data object has user-defined metadata to give rich provenance information.": "",
        "3. Data elements within data objects are FAIR but are not open access and have defined restrictions": "",
        "4. Data objects and data elements are FAIR and public with well-defined licenses (FORCE11, 2014b).": "",
        "1. How FAIR Are Your Data? Checklist (Jones & Grootveld, 2017)": "",
        "2. FAIR Data Self Assessment Tool (Australian Research Data Commons, 2022)THE FAIR PRINCIPLES | 37": "",
        "3. FAIR Aware Tool (Data Archiving and Networked Services, 2021)": "",
        "4. F-UJI Automated FAIR Data Assessment Tool (Devaraju & Huber, 2020)": "",
        "1. Use the FAIR Aware tool to conduct a self-evaluation of knowledge and skills for making": "",
        "2. Use the FAIR principles as a framework to evaluate the FAIRness of the following sample": "",
        "1. Don Valley Historical Mapping Project: https://doi.org/10.5683/SP2/PONAP6": "",
        "2. Soil and Plant Phytoliths from the Acacia-Commiphora Mosaics at Olduvai Gorge": "",
        "3. CLOUD: Canadian Longterm Outdoor UAV Dataset: https://www.dynsyslab.org/cloud-": "",
        "10.5281/ZENODO.5665492": "",
        "10.1002/leap.1234": "",
        "144. https://doi.org/10.1038/s41597-020-0486-7THE FAIR PRINCIPLES | 45": "",
        "3.": "",
        "1. Articulate the importance of Indigenous data sovereignty and its role in Indigenous self-": "",
        "2. Identify deficit-focused data and explain why these type of data are harmful.": "",
        "3. Identify the differences in assumptions made by Western/dominant research culture and": "",
        "1. Ownership: Communities or groups collectively own their own knowledge, data, and information in": "",
        "2. Control: Communities have control over all stages of research, from collection to storage and everything": "",
        "3. Access: Communities should be able to access their collective information and data, no matter its": "",
        "4. Possession: This is like Ownership, but more concrete. It is the physical control of data, the mechanism": "",
        "1. Which assumption or consideration of reframing your research practices to incorporate": "",
        "2. Can you identify any strategies you could deploy in your own research to be respectful of the": "",
        "3. Consider asking your institution to provide researchers the opportunity to complete the": "",
        "13645579.2018.1531228": "",
        "4.": "",
        "1. Describe the history and background of Research Data Management in Canada.": "",
        "2. Identify the Canadian groups and individuals involved in Research Data Management.": "",
        "3. Understand regional developments in Research Data Management.": "",
        "4. Comprehend the technological tools and data repositories used collaboratively by Canadian": "",
        "1. Curation Expert Group (CEG)": "",
        "2. Data Management Planning Expert Group (DMPEG)": "",
        "3. Data Repositories Expert Group (DREG)CANADIAN RESEARCH DATA MANAGEMENT: HISTORY AND LANDSCAPE | 71": "",
        "4. Dataverse North Expert Group (Dataverse North)": "",
        "5. Discovery and Metadata Expert Group (DMEG)": "",
        "6. Preservation Expert Group (PEG)": "",
        "7. Research Intelligence Expert Group (RIEG)": "",
        "8. Sensitive Data Expert Group (SDEG)": "",
        "9. National Training Expert Group (NTEG)": "",
        "1. What new knowledge have you gained about the Canadian data community?": "",
        "2. How do you think the Canadian academic library data community compares to other areas of": "",
        "3. Given the current international open science movement, what challenges do you see in": "",
        "4. Which parties or organizations are best positioned to provide RDM support to Canadian": "",
        "5.": "",
        "1. Understand practices, policies, and services guiding research data sharing and reuse in": "",
        "2. Identify elements of Canadian digital research infrastructure, including data storage options": "",
        "3. Using case studies, identify supports and barriers to data sharing and reuse throughout the": "",
        "1. What are the challenges of sharing research data?": "",
        "2. What are the types of data storage? Provide an example of each.": "",
        "3. What are considerations around data sharing? How do disciplinary differences play a role in": "",
        "4. What kinds of data services (local, domain-specific, or national) could be developed to": "",
        "19386389.2018.1443698": "",
        "1.0386773": "",
        "2016. https://doi.org/10.5683/SP/T7ZJAF, Borealis, V2, UNF:6:B4MvStefgmeu6++JjcdOQg== [fileUNF]": "",
        "10.1038/sdata.2016.18RESEARCH DATA SHARING AND REUSE IN CANADA | 113": "",
        "6.": "",
        "1. Explain what a maturity assessment model is.": "",
        "2. Understand the value of completing a Research Data Management maturity assessment.": "",
        "3. Understand why and how a made-in-Canada maturity assessment model was developed.": "",
        "4. Be able to use the Maturity Assessment Model in Canada to assess Research Data": "",
        "5. Be able to support evidence-based decision making with the results gathered from the": "",
        "1. NTEG is part of the Network of Experts that is affiliated with the Digital Research Alliance of Canada.118 | THE RDM MATURITY ASSESSMENT MODEL IN CANADA (MAMIC)": "",
        "2. Since the time of the development of the MAMIC, ANDS has been folded into the Australian Research Data Commons (ARDC),": "",
        "7.": "",
        "1. Describe why it is important to clean your data.": "",
        "2. Recall the common data cleaning tasks.": "",
        "3. Implement common data cleaning tasks using OpenRefine.": "",
        "1. Discovering Data": "",
        "2. Structuring Data": "",
        "3. Cleaning Data": "",
        "1. data may include text": "",
        "2. negative signs may not be standardizedDATA CLEANING DURING THE RESEARCH DATA MANAGEMENT PROCESS | 139": "",
        "4. Enriching Data": "",
        "5. Validating Data": "",
        "1. Checking column data types and underlying data to make sure they’re what they are supposed to be. For": "",
        "2. Examining the scope and accuracy of data by reviewing key aggregate functions, like sum, count, min,": "",
        "3. Ensuring variables have been standardized. For example, when recording latitude and longitude": "",
        "6. Publishing Data": "",
        "8.": "",
        "1. Explain general procedures for preparing for data cleaning.": "",
        "2. Perform common data cleaning tasks using Excel.": "",
        "3. Import data and perform basic data cleaning tasks using the R programming language.": "",
        "12.": "",
        "1. The original spreadsheet files for each figure in this chapter are available in an accessible format in Borealis.FURTHER ADVENTURES IN DATA CLEANING | 153": "",
        "1. Install R and RStudio": "",
        "2. Become familiar with RStudio": "",
        "3. Importing data": "",
        "4. Inspecting data": "",
        "4.1, and the maximum is 14.9. The 1st Qu. shows the lower quartile, which is 5.4, and the 3rd Qu. shows the": "",
        "4.100 5.400 6.300 7.314 7.550 14.900 1": "",
        "5. Cleaning the data": "",
        "9.": "",
        "1. Understand what a sustainable file format is.": "",
        "2. Properly choose a file format that meets your needs.": "",
        "3. Understand the usefulness of metadata.": "",
        "4. Identify the different types of metadata.": "",
        "10.7207/twgn21-12A GLIMPSE INTO THE FASCINATING WORLD OF FILE FORMATS AND METADATA | 195": "",
        "10.7207/twgn21-13": "",
        "10.": "",
        "1. Understand the role of active data curation within the broader domain of Research Data": "",
        "2. Identify key features of active data management tools, such as versioning, scripting,": "",
        "3. Assess an example of a reproducible dataset in a software container.": "",
        "1. No internet connection": "",
        "1. Susceptible to loss, corruption, and damage due to hardware failure,": "",
        "2. Does not facilitate collaboration or file sharing": "",
        "3. Protection against": "",
        "1. Collaborative workspace": "",
        "1. Internet dependent": "",
        "2. Remote accessibility": "",
        "3. Automated backups": "",
        "3. Expensive": "",
        "4. Good security": "",
        "1. Automated version": "",
        "1. Privacy policies vary by provider": "",
        "2. Automated backups": "",
        "3. Collaborative workspace": "",
        "3. Risk of hacking, malware, and phishing": "",
        "4. Remote accessibility": "",
        "1. If appropriate, consider using a cloud platform and backing up your data on an institutional network.SUPPORTING REPRODUCIBLE RESEARCH WITH ACTIVE DATA CURATION | 201": "",
        "2. Choose an institutionally supported solution. By choosing an institutionally supported solution, you’ll": "",
        "3. Use an electronic lab notebook (ELN) or project management tool. ELNs are online tools built off the": "",
        "1. Avoid using portable drives and local storage.": "",
        "2. Secure your computer and network by installing software updates and antivirus protection, enabling": "",
        "3. Use strong passwords. Strong passwords are unique and complex (long character strings with a": "",
        "4. Encrypt files and disks if you are working with proprietary or sensitive data. You can use Firevault for": "",
        "5. If you are working on a cloud platform, use multifactor authentication for file access.": "",
        "6. When transferring data, use encryption. OneDrive is an example of a storage platform that allows you to": "",
        "1. Organizing research files": "",
        "2. Describing files": "",
        "3. Creating codebooks and data dictionaries": "",
        "11.": "",
        "1. Identify threats to the long-term accessibility of digital research data.": "",
        "2. Develop a plan for the preservation of a given dataset in the context of a defined Designated": "",
        "3. Determine whether possible preservation actions positively contribute to the long-term": "",
        "5.25-inch floppy drive. We put our first disk in the drive and double-click it in Finder or Windows Explorer": "",
        "1. What are some threats to the longevity of research data over time? Do these threats differ": "",
        "2. Can you envision a scenario where an institution might choose to take some preservation": "",
        "3. Think of an example dataset with which you are familiar. Then think of the users who mightDIGITAL PRESERVATION OF RESEARCH DATA | 227": "",
        "10.7207/twgn20-12": "",
        "1. Describe open science as a movement that includes data sharing and reuse as best practices.": "",
        "2. Articulate your own researcher-centred motivations for data sharing and data citation.": "",
        "3. Write a Data Management Plan that describes an open science approach for mixed methods": "",
        "4. Make the connection between Data Management Plans and their relationship to national": "",
        "5. Understand intellectual property as it applies to open data licensing options.": "",
        "1. Nineteen open science practices in biomedical fields were identified in a recent Delphi study. The authors would like to thank David Moher and": "",
        "2. Parts of the section on intellectual property are an adaptation of M. Brunet, J. Hatherill & C. Ripp. 2021. Open Access to Knowledge Part 2:": "",
        "3. See Creative Commons Frequently Asked Questions about data and CC licences, https://wiki.creativecommons.org/wiki/": "",
        "10.1101/2022.06.27.22276964": "",
        "10.5281/zenodo.6473351": "",
        "13.": "",
        "1. Define the following terms: de-identification, identifying information, sensitive data,": "",
        "2. Recognize that defining risk levels for sensitive data (i.e., low, medium, high, very high)": "",
        "3. Understand Canadian policies and ethics regulations related to research data.": "",
        "1. Full or partial names or initials": "",
        "2. Dates linked to individuals, such as birth, graduation, or hospitalization (year alone or month alone may": "",
        "3. Full or partial addresses (large units of geography, such as city, fall under indirect identifiers and need to": "",
        "4. Full or partial postal codes (the first three digits may be acceptable)": "",
        "5. Telephone or fax numbers": "",
        "6. Email addresses": "",
        "7. Web or social media identifiers or usernames, such as X handles (formerly Twitter)256 | SENSITIVE DATA": "",
        "8. Web or Internet protocol numbers, precise browser and operating system information (these may be": "",
        "9. Vehicle identifiers, such as licence plates": "",
        "10. Identifiers linked to medical or other devices": "",
        "11. Any other identifying numbers directly or indirectly linked to individuals, such as social insurance": "",
        "12. Photographs of individuals or their houses or locations, or video recordings containing these; medical": "",
        "13. Audio recordings of individuals (Han et al., 2020)": "",
        "14. Biometric data": "",
        "15. Any unique and recognizable characteristics of individuals (e.g., mayor of Kapuskasing or Nobel prize": "",
        "Chapter 12, “Planning for Open Science Workflows,” discusses intellectual property considerations in more": "",
        "1. In Canada, what is the primary ethical policy related to human participant research data?": "",
        "2. List three direct identifiers and three quasi-identifiers of human participant data.": "",
        "3. A graduate student is conducting fieldwork on an endangered turtle species along the St.": "",
        "10.1109/ARES.2008.97": "",
        "14.": "",
        "1. Identify what distinguishes qualitative data from other forms of research data.": "",
        "2. Understand the iterative processes by which qualitative researchers generate and manage": "",
        "3. Describe ways Research Data Management could better encompass qualitative data and the": "",
        "4. Advocate for greater inclusivity of all types of research data in Research Data Management": "",
        "1. Identify at least three notable characteristics of qualitative data.": "",
        "2. In addition to interviews, focus groups, and observations, name two other forms of": "",
        "3. What is the purpose of an audit trail?": "",
        "4. Name two data-related challenges a qualitative researcher might encounter in a remote field": "",
        "5. Interview data typically exist in multiple versions between collection and analysis. Identify": "",
        "6. In a sentence, describe the goal of a co-production model for qualitative RDM.": "",
        "15.": "",
        "1. Define different types of quantitative social science data.": "",
        "2. Describe specific ways Research Data Management practices might be implemented when": "",
        "3. Understand how good Research Data Management practices can help mitigate the": "",
        "1. Why is it important to create a DMP for quantitative social science survey data?": "",
        "2. How does the choice of research design and data collection method relate to RDM aspects of": "",
        "10.1038/533452a": "",
        "16.": "",
        "1. Understand the current state of geospatial research data infrastructure and services across": "",
        "2. Explain some unique considerations for managing geospatial data.": "",
        "3. Provide examples and exemplars of geospatial data management.": "",
        "4. Recognize the future of geospatial Research Data Management in Canada.": "",
        "1. Currently assisting in geospatial RDM": "",
        "2. Will be assisting in geospatial research data management in the future": "",
        "3. Outlining the difficulties of assisting in geospatial RDM314 | GEOSPATIAL RESEARCH DATA IN CANADA": "",
        "1822.": "",
        "1. How are geospatial data unique, and how does this impact considerations for geospatial": "",
        "2. Is geospatial Research Data Management better handled by local institutions, by regional": "",
        "3. Research Data Management requires infrastructure to support it. What infrastructure": "",
        "2.8/en/docs/gentle_gis_introduction/vector_data.html": "",
        "17.": "",
        "1. Understand the schools of thought influencing open science practices.": "",
        "2. Categorize the main areas of activity of open science.": "",
        "3. Characterize the presence of research data management practices in open science.": "",
        "4. Challenge the predominant discourse concerning open science.": "",
        "1. Other infographics are available on the COVID-END site, Scan evidence products, https://www.mcmasterforum.org/networks/covid-end/": "",
        "1. Improving accountability: According to Canada’s Roadmap for Open Science, “Open Access to": "",
        "2. Increasing public trust in science: Trust can’t be established by simply making more data (and more": "",
        "3. Accelerating innovation: Open science promotes the practice of sharing and reusing data that can": "",
        "2. cOAlition S defines Plan S as follows: “Plan S is an initiative for Open Access publishing that was launched in September 2018. The plan is": "",
        "1. Compare the definition of open science in the Foster Open Science portal with the one": "",
        "2. By which school(s) of thought do you think RDM is mainly influenced ?": "",
        "3. True or false: Considering how open access publishing has developed, there is no reason to": "",
        "4. Why should the question of research reproducibility be addressed differently in qualitative": "",
        "5. What new area of research would enable you to gain a more critical perspective on RDM": "",
        "10.1177/0306312718772086": "",
        "10.1089/big.2016.0050": "",
        "18.": "",
        "1. Understand central factors that drive the development of Research Data Management.": "",
        "2. Identify the roles and responsibilities of different groups involved in Research Data": "",
        "3. Appreciate the extent to which Research Data Management, research methods, and data": "",
        "4. Formulate a basic strategy for managing a particular set of research data.": "",
        "1. RDM is as much about thinking and problem solving as it is doing. Managing data is a big-picture": "",
        "2. Write a Data Management Plan. DMPs are useful because they make researchers think through": "",
        "3. Consider what is driving your RDM efforts. These days, most of us involved in research are": "",
        "4. What would the perfect outcome look like? This step is important for anyone working in disciplines": "",
        "5. Be prepared to approach your data and its management iteratively. Research data are almost never": "",
        "6. Who is doing what? Effective data management, especially when it involves research teams, requires": "",
        "7. Accept that things may not go smoothly — but you’ll get someplace reasonable in the end.": "",
        "10.1108/AJIM-11-2017-0251": "",
        "1. Offered only to specific users upon request.": "",
        "2. Available within certain units or cohorts.": "",
        "3. Available to everyone.sessecorP": "",
        "5.2": "",
        "1. Based on what you’ve learned in chapter 10 and your exploration of the software container,": "",
        "1. Is the provenance of these data clear to you? Explain.": "",
        "2. What features of this dataset have enabled its reproducibility? What would you": "",
        "Chapter 7, Data Cleaning During the Research Data": "",
        "Chapter 8, Further Adventures in Data Cleaning": "",
        "2.700 3.000 3.500 3.814 3.750 7.000 1": "",
        "Chapter 13, Sensitive Data: Practical and Theoretical": "",
        "Chapter 14, Managing Qualitative Research Data": "",
        "Chapter 17, Research Data Management and the": "Open Science Movement\nReflective Question 1:\nBoth definitions mention the importance of research collaboration as an important aspect of open science.\nThe free availability of research results is also a common feature, although the Foster Open Science definition\nplaces much greater emphasis on traditional open access and is in this sense more reductive. Vicente-Saez and\nMartinez-Fuente’s definition speaks more of access and sharing than of open access as such, since sharing may\nbe subject to legal or ethical restrictions. This definition is therefore more in line with the FAIR principles\nthan that of Foster Open Science. The principles of transparency are also less developed in the Foster Open\nScience definition. It only mentions conditions favoring reuse, without being explicit about these conditions,\nand makes no reference to quality assurance and auditing, which are facilitated by transparency principles.\nReflective Question 2:\nAnswers may vary according to someone’s point of view and expertise, and could include examples outside\nthose listed in this chapter. However, Table 2 indicates that the pragmatic school of thought frequently410 | SOLUTIONS\nshapes open science. Examples include open research protocols, academic social networks and other\ncollaborative platforms, such as electronic lab notebooks, and finally open peer review.\nReflective Question 3:\nFalse. Commercial publishers have consolidated their position by making article processing charges the\npredominant open access business model, and we cannot rule out that acquiring infrastructure linked to\nresearch data is not in their line of sight. Elsevier already offers its data repository, Mendeley Data. The\nScholarly Kitchen blog regularly discusses acquisitions and mergers in the field of healthcare publishing. Take\na look at this example: “Elsevier to Acquire Interfolio.”\nReflective Question 4:\nFor qualitative research, the production of research data is often dependent on the context in which it was\nproduced. Thus it is problematic to think of reproducibility if research contexts are unique. Reproducibility\nin qualitative research must therefore be considered in light of various epistemological postures, which\nthemselves call for their own methodologies and analytical guidelines.\nReflective Question 5:\nThe field of critical data studies.\n"
    }
}